<template>
    <div id="promotionAssociation">
            <h1>川沙新镇区域化党建促进会章程</h1>
            <p>
        　　上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的相关驻区单位、学校院所、企事业单位、社会组织、现役部队等共同发起成立。<br>
        　　按照《中国共产党章程》规定，结合浦东开发开放国家战略及美丽合庆建设目标，为进一步完善区域内各类党组织和全体党员共同参与的区域化党建格局，在镇党委与区域单位党组织之间以及区域单位党组织相互之间搭建全方位、宽领域、多层面的对话交流与协作共建平台，促进区域经济社会实现创新、协调、绿色、开放、共享发展，根据“联建联动、整合资源、推动发展、服务群众”的总体思路，经协商一致，制定本章程。
        第一章 总 则<br>
        　　第一条<br>
        本会的指导思想和宗旨：坚持以邓小平理论和“三个代表”重要思想、科学发展观为指导，深入贯彻习近平总书记系列重要讲话精神，按照全面从严治党，加强党的执政能力建设和加强党的先进性、纯洁性建设的要求，紧紧围绕推动发展、服务群众、凝聚人心、促进和谐的目标，以“契约化共建、项目化推进、社会化运行、制度化保障”的方式，统筹党内资源与社会资源，统筹镇属资源和区域资源，探索加强新时期党建工作、推进党的执政方式现代化的新思路、新途径，切实提高区域化党建工作的制度化和规范化水平，有效提升服务群众、服务发展的整体效应和工作能级，以党的建设引领推动区域经济社会建设和各单位自身发展，紧紧围绕浦东“2+2+2+1”战略布局，立足推动发展城乡一体化，为进一步加强环境综合整治，努力为实现建设美丽合庆的总目标提供可靠的政治和组织保证，谱写一流党建促一流开发的新篇章。<br>
        　　第二条<br>
        本会的主要任务：全面贯彻落实中央、市委、区委和镇党委关于区域化党建工作的要求，立足区域经济社会发展和各单位自身发展实际，围绕共同目标、共同需求、共同利益，依托镇、村居层级的区域化党建平台，研究解决区域化党建工作中的重大问题，推进区域化党建合作项目，交流基层党建工作成功经验。<br>
        　　（一）共商区域发展。以“凝聚各方智慧、增强区域共识”为愿景，为区域发展寻求支撑、深化合作。定期向会员单位通报和交流区域内经济社会发展情况，提供信息咨询和公共服务；定期探讨谋划美丽合庆建设的思路和举措，征求会员单位对合庆建设规划、经济发展、公共服务、社会治理等方面的意见建议，及时回应各方诉求，推进和完善相关工作决策。<br>
        　　（二）共抓基层党建。围绕中心工作，以“共建、共享、共赢”为原则，加强党组织之间的联建共建，推动党建共同发展。搭建会员单位之间联系沟通、交流合作和共建联建的平台；推动会员单位之间互相开放党建阵地，实现区域党建资源共享；组织对区域内党的建设和经济社会发展中出现的新情况、新问题进行调查研究，不断创新区域化党建工作思路。<br>
        　　（三）共育先进文化。按照推进“两学一做”学习教育常态化、制度化的要求，以学习型党组织建设为载体，统一思想、形成共识，推进决策部署和政策措施的落实。共同探索党员教育管理的新的载体和手段，不断丰富新时期意识形态领域建设的途径与方法，协力推动社会主义核心价值体系建设；鼓励会员单位发挥优势，参与区域重点文化项目的建设；整合文化资源，积极支持各类文化资源向社会公众开放。<br>
        　　（四）共建文明城镇。以发挥党组织的政治优势和党员的模范带头作用为目标，积极参与合庆镇创建上海市“文明镇”、国家级“卫生镇”复评复审工作。整合会员单位资源，在文明创建、志愿服务、道德实践等方面相融共建，提升区域文明程度；联合开展党建方面的主题活动，通过社会性、群众性、公益性活动，努力营造融入浦东、共创文明的良好氛围。<br>
        　　（五）共同服务群众。以推进党组织领导下的社区共治和基层群众自治工作为目标，广泛集聚区域资源，加强合作，形成合力。共同践行“三服务”，大力推进基层服务型党组织建设；深化组团式联系服务群众工作，深化会员单位资源向区域开放，向村、居民区下沉；深化党员志愿服务活动，联手组建有特色的服务团队，拓展各类服务渠道；深化城乡党组织结对帮扶，推动优势资源向农村倾斜，实现共建共赢。<br>
        第二章 会员单位<br>
        　　第三条 本会由单位会员组成。<br>
        　　第四条 申请加入本会的单位，必须承认本会章程，自愿加入本会，自觉执行本会决议，积极参加本会活动。本会面向合庆镇区域内的驻区单位、学校院所、企事业单位、社会组织、现役部队等的党组织开放。
        　　第五条 加入本会可通过会员单位推荐、秘书处提名、单位自愿申请等方式申请入会，申请程序是：
        　　（一）向本会提交入会申请表；
        　　（二）秘书处委派专人与申请单位开展磋商；
        　　（三）经本会审议通过。
        　　第六条 本会会员单位享有以下权利：
        　　（一）参加本会的活动权；
        　　（二）获得本会服务、运用本会资源的优先权；
        　　（三）对本会工作的知情权、建议权和监督权；
        　　（四）入会自愿、退会自由权。
        　　第七条 本会会员单位履行以下义务：
        　　（一）遵守本会的章程，执行本会的决议；
        　　（二）积极参加本会各项活动，承担、执行本会委托的工作和任务；
        　　（三）向本会提供推动区域化党建工作的有关信息资料、研究成果以及相关建议。
        　　第八条 会员单位退出本会应书面通知秘书处备案。会议单位如长期不参加本会活动，不发挥作用的，本会可以取消其会员单位资格。
        第三章 组织机构
        　　第九条
        本会设会长1人，由合庆镇党委书记担任；常务副会长1人，由合庆镇党委副书记担任；执行副会长1人，由合庆镇党委组织委员担任；另设副会长若干名，由镇党委在会员单位中提名产生。分会秘书长由合庆镇党委组织委员兼任，副秘书长由合庆镇党建办主任担任。
        　　第十条 分会领导小组下设办公室，办公室主任由合庆镇社区党建服务中心主任担任，办公室副主任由合庆镇社区党建服务中心副主任担任。办公室设在合庆镇社区党建服务中心，确定专人负责，承办由分会交办的具体工作。具体职责包括：
        　　（一）筹备和召开会员大会；
        　　（二）执行会员大会的决议；
        　　（三）向会员大会报告工作；
        　　（四）制定内部规章制度；
        　　（五）指导全镇区域化党建工作开展；
        　　（六）牵头推进党建活动项目化运作。
        　　第十一条 本会副会长除承担会员单位相应义务外，还应积极履行以下职责：
        　　（一）带头执行本会各项决议，为本会发展建言献策；
        　　（二）深入会员单位了解情况，积极推动本会工作落实；
        　　（三）充分发挥自身专业优势，主动设计或认领工作项目。
        　　第十二条 本会由镇党委牵头运作，结合本会年度工作计划、重点项目以及工作需要，指导合庆镇各会员单位、村、居民区层面积极探索和开展区域化党建工作的有效措施。主要承担的职责有：
        　　（一）共同促进区域经济社会发展；
        　　（二）整合会员单位资源为群众服务；
        　　（三）了解回应会员单位的工作需求；
        　　（四）培育区域内各类基层党组织成长发展；
        　　（五）其他工作事项。
        第四章 运行机制
        　　第十三条 定期会议机制。会员大会是本会最高领导机构，由秘书处召集，原则上每年至少召开一次区域化党建工作联席会议。并可根据阶段性工作需要，由秘书处报请会长后召开。
        　　第十四条
        项目运行机制。通过自下而上的议题和项目形成方式，整合形成一定时期的重点议题清单，并按照项目化操作的办法，分类形成工作项目，经一定程序予以实施。各会员单位可以联合设计和实施工作项目；必要时，也可提请秘书处协调。秘书处负责督促项目工作进度，并通过组织评估、受众评价、第三方测评等方法，对项目实施情况开展满意度测评。
        　　第十五条
        评价激励机制。会员单位党组织要建立健全党组织统一领导、镇党建办统筹协调、镇社区党建服务中心具体实施、基层党组织积极参与、各方齐抓共管合力推进的工作格局，探索实行会员单位社会责任报告和党员参与社区活动报告制度。镇党委在开展相关创评表彰时，对在开展区域化党建、创新基层社会治理中发挥积极作用的会员单位予以倾斜。
        第五章 附则
        　　第二十条 担任本会各级各类职务的个人因工作变动等原因需要变更时，可由承担其工作的人员自然更替。
        　　第二十一条 各区域单位党组织加入本会后，应及时指定本单位的固定代表和日常工作联络人各一人，报秘书处备案。
        　　第二十二条 本章程经会员大会审议通过后正式生效。由于形势任务变化，本会可对本章程进行修改完善。修改后的章程，须经会员大会讨论通过后生效。
        　　第二十三条 本章程由秘书处负责解释。
            </p>

    </div>
</template>

<script>
    export default {
        name: "PromotionAssociation"
    }
</script>

<style lang="scss" scoped>
    #promotionAssociation {
        font-size: 14px;
        color: #0086D4;
        line-height: 36px;
        p{
            text-align: left;
        }
    }
</style>