<template>
    <custom-list title="“两新”党建"  :list-data="listData" color="rgba(239, 95, 96, 1)"/>
</template>

<script>
    export default {
        name: "liangxin",
        data() {
            return {
                "listData": {
                    "rules": [
                        {
                            "prop": "title",
                            "label": "标题",
                            "width": 50
                        },
                        {
                            "prop": "source",
                            "label": "来源",
                            "width": 20
                        },
                        {
                            "prop": "date",
                            "label": "发布日期",
                            "width": 10
                        }
                    ],
                    "data": [
                        {
                            "title": "川沙新镇的上海旅游亮点",
                            "source": "川沙新镇",
                            "date": "2019-10-18",
                            "detail": {
                                "title": "川沙新镇的上海旅游亮点",
                                "content": "上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的相关驻区单位、学校院所、企事业单位、社会组织、现役部队等共同发起成立。"
                            }
                        },
                        {
                            "title": "党委书记吕雪城为川沙新镇党员干部上专题党课",
                            "source": "川沙新镇",
                            "date": "2019-10-18",
                            "detail": {
                                "title": "党委书记吕雪城为川沙新镇党员干部上专题党课",
                                "content": "上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的相关驻区单位、学校院所、企事业单位、社会组织、现役部队等共同发起成立。"
                            }
                        },
                        {
                            "title": "川沙新镇的上海旅游亮点",
                            "source": "川沙新镇",
                            "date": "2019-10-18",
                            "detail": {
                                "title": "川沙新镇的上海旅游亮点",
                                "content": "上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的相关驻区单位、学校院所、企事业单位、社会组织、现役部队等共同发起成立。"
                            }
                        },
                        {
                            "title": "党委书记吕雪城为川沙新镇党员干部上专题党课",
                            "source": "川沙新镇",
                            "date": "2019-10-18",
                            "detail": {
                                "title": "党委书记吕雪城为川沙新镇党员干部上专题党课",
                                "content": "上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的上海市浦东新区区域化党建促进会合庆镇分会，由中共上海市浦东新区合庆镇委员会和合庆镇区域内的相关驻区单位、学校院所、企事业单位、社会组织、现役部队等共同发起成立。"
                            }
                        }
                    ]
                }

            }
        },
    }
</script>

<style scoped>

</style>
